{
  "home": {
    "herotitle": "Software Development for Enterprises",
    "herodescription": "We develop software products and provide digital platform engineering services in Sydney, Gold Coast and Brisbane",
    "readbuttontext": "Read our articles",
    "contactbuttontext": "Contact us",
    "webelieve": "We believe we can change cultures and make the world a better place. This objective is to be attained by producing quality products through which values are conveyed to and influencing the society",
    "globaltitle": "Global Team",
    "globaldescription": "We are a global team headquartered on the Gold Coast. When Australia sleeps Team Brookvale in Europe is working hard.",
    "agiletitle": "Agile",
    "agiledescription": "During the development process we meet you on a regular basis to show your software in progress to make sure that the development is in line with your expectations.",
    "transparenttitle": "Transparent Process",
    "casestudiestitle": "Case studies",
    "transparentdescription": "We provide a break-down of specific milestones, timeframe and costs. Along with test builds you will always have a clear understanding of the progress of the development.",
    "articles": "Articles",
    "services": "Services",
    "certifications": "Certifications",
    "enterprisetitle": "Enterprise Software Development",
    "enterprisedescription": "Increase sales and efficiency with a custom made web application. From front end software to back-end we cover all aspects of enterprise development.",
    "mobileapptitle": "Mobile App Development",
    "mobileappdescription": "We build your idea into a mobile app! From concept through coding to marketing we ensure your app combines form and function while it reaches its audience.",
    "iottitle": "IoT Solutions",
    "iotdescription": "We help businesses to control hardware devices, monitor data streams, connect them to the cloud and enable communication between the machines.",
    "mobilestrategytitle": "Mobile Strategy Consulting",
    "mobilestrategydescription": "Bringing innovation to the fields of Mobile, IoT, Cloud, Social and Analytics. We help you to develop a robust mobile strategy based on a roadmap that delivers seamless user experience across multiple channels.",
    "codereviewtitle": "Code Review",
    "codereviewdescription": "We provide a standard, fixed-price, code review service. The service includes systematic examination, overall quality report and recommendations of source code improvements.",
    "apititle": "API Integration",
    "apidescription": " Integrate with just about anything! Connecting mobile applications and software systems with one another improves the user experience and productivity.",
    "machinetitle": "Machine learning",
    "machinedescription": "Machine learning is a type of artificial intelligence programming that provides computers with the ability to learn. Machine learning focuses on programs that can change when exposed to new data. We passionately develop Machine Learning code and we contribute to the AI and ML community.",
    "uxtitle": "UX and UI Design",
    "uxdescription": "Powerful UI and UX is the key to create the best possible software product. We help you build up and iterate the wireframes for your project. Through numerous workshops and iterations we will create the foundations for your idea.",
    "techsupporttitle": "Technologies we support",
    "techsupportdescription": "We believe we can change cultures and make the world a better place. This objective is to be attained by producing quality products through which values are conveyed to and influencing the society ",
    "doyouliketitle": "We would like to hear about your project",
    "doyoulikedescription": "Sign up for your Project Discovery Workshop",
    "letsmakebuttontext": "Contact us",
    "marketingTitle": "Google & Facebook Marketing API experts",
    "marketingDescriptionOne": "We build and integrate a bespoke Google and Facebook marketing API automation solution into your enterprise system.",
    "marketingDescriptionTwo": "Build Analytics, AdWords and Facebook retargeting audiences automatically. Deploy thousands of campaigns through the APIs automatically at scale.",
    "automationTitle": "Automation software and API integration",
    "automationDescriptionOne": "Team Brookvale has extensive experience in API integration and developing automation software. We provide complete software development services from idea through development to maintenance.",
    "automationDescriptionTwo": "Team Brookvale has extensive experience in creating high performance, bespoke application in a wide range of environments including business apps, B2C apps and IoT. We take personal pride in delivering the best possible solutions for our clients.",
    "softwareDevelopmentManagement": {
      "title": "Software Development Management Consulting",
      "leadText": "Deliver high quality software solutions on time and within budget.",
      "leadText2": "We help Organizations with consulting and implementing development flows to enhance team productivity, greater project predictability, more agility, and better product quality.",
      "accountability": "Increase Developer Accountability with daily reviews",
      "measurability": "Connect Version control and Timesheet entries for measurability",
      "agile": "Adopt Scrum, Kanban or a hybrid approach based on your needs",
      "planAndReview": "Plan and Review your Development Roadmap Frequently",
      "ledAssesment": "Explore our hands-on, expert led assessment, review and best practice workshop."
    }
  },
  "nuix": {
    "nuixAutomation": {
      "header": "Nuix Automation",
      "text": "We develop Nuix Automation Solutions and provide digital platform engineering services worldwide."
    },
    "nuixAutomationConsulting": {
      "header": "Automation Consulting",
      "text": "We build Automation Solutions through designing and implementing bespoke Nuix scripts and Java extensions and integrations."
    },
    "nuixAutomationSoftwareAndApiIntegration": {
      "header": "Automation software and API integration",
      "text": "Team Brookvale has extensive experience in API integration and developing automation software. We provide complete software development services from concept through development to maintenance."
    }
  },
  "nav": {
    "home": "Home",
    "articles": "Articles",
    "nuix": "Nuix Partner",
    "contact": "Contact"
  },
  "footer": {
    "phone": "1300 891 542",
    "email": "sales@teambrookvale.com.au",
    "street": "Suite 126, 117 Old Pittwater Rd",
    "address": "Brookvale NSW 2100",
    "street2": "4 Starling St",
    "address2": "Burleigh Heads QLD 4220",
    "street3": "Level 18, 324 Queen St",
    "address3": "Brisbane City QLD 4000"
  }
}
